Repository: Navilois/DzUpload
Catalog: App_LocalResources/UploadData.*.resx
Languages: de_de

# AddInfo.Text
source: Additional information
de_de: Zusätzliche Infos

# AddInfoInvalid.Text
source: Please check your input
de_de: Bitte überprüfe deine Eingabe

# Address.Text
source: Address
de_de: Adresse

# BoxSize.Text
source: Box size - e.g. max. height 50 cm
de_de: Kartongröße - z.B. max. Höhe 50 cm

# City.Text
source: City
de_de: Ort

# Communication.Text
source: How would you like to communicate?
de_de: Wie möchtest du kommunizieren?

# CommunicationDescr.Text
source: Choose your preferred way of communication.
de_de: Wähle deine bevorzugte Art der Kommunikation.

# CompanyName.Text
source: Company name
de_de: Firmenname

# CompanyNameInvalid.Text
source: Please enter your company name.
de_de: Biite gib deinen Firmennamen ein.

# CompleteData.Text
source: Complete company data
de_de: Firmendaten vervollständigen

# CompleteDataDescr.Text
source: Complete your company data here.
de_de: Hier können Sie Ihre Firmendaten vervollständigen.

# Country.Text
source: Country
de_de: Land

# Dropzone.Text
source: Drop files here or click to select your files.
de_de: Leg deine Dateien hier ab oder klick hier, um deine Dateien auszuwählen.

# DropzoneInfo.Text
source: Files are <strong>not</strong> uploaded until you press the upload button.
de_de: Die Dateien werden <strong>nicht</strong> hochgeladen, bis du deine Anfrage abschickst.

# DuplicateFile.Text
source: File already in the zone.
de_de: Die Datei ist bereits vorhanden.

# EmailInvalid.Text
source: Please enter your email address.
de_de: Bitte gib deine Email-Adresse ein.

# FileStatusError.Text
source: Upload error - try again or remove the following file:
de_de: Fehler beim Upload - versuch es erneut oder entferne folgende Datei:

# FirstName.Text
source: First name
de_de: Vorname

# FirstNameInvalid.Text
source: Please enter your first name.
de_de: Bitte gib deinen Vornamen ein.

# InvalidFile.Text
source: This file is invalid, please remove:
de_de: Diese Datei hat ein ungültiges Format, bitte entferne sie:

# ItemName.Text
source: Item description
de_de: Artikelbezeichnung

# ItemNameInvalid.Text
source: Please choose an item name.
de_de: Bitte wählen eine Artikelbezeichnung.

# LastName.Text
source: Last name
de_de: Nachname

# LastNameInvalid.Text
source: Please enter your last name.
de_de: Bitte gib deinen Nachnamen ein.

# MaxFilesExceeded.Text
source: You can not upload more than {{maxFiles}} files.
de_de: Du kannst nicht mehr als {{maxFiles}} Dateien hochladen.

# NoFiles.Text
source: Please add the documents you would like to send us.
de_de: Bitte füge die Dokumente hinzu, die du uns senden möchtest.

# OptionalInfo.Text
source: Optional information
de_de: Optionale Informationen

# OptionalInfoDescr.Text
source: You can provide more information here. You can add information later when you have decided to place an order.
de_de: Hier kannst du zusätzliche Infos angeben. Du kannst auch später weitere Informationen hinzufügen, wenn du dich für eine Bestellung entscheidest.

# Packaging.Text
source: Packaging preferences
de_de: Bevorzugte Verpackung

# PackagingDescr.Text
source: We will do our best to meet your packaging needs.
de_de: Wir tun unser Bestes, um deine Verpackungswünsche zu erfüllen.

# PackagingUnit.Text
source: Preferred packaging unit (PU)
de_de: Bevorzugte Verpackungseinheit (VPE)

# Phone.Text
source: Phone
de_de: Telefon

# PrivacyConsent.Text
source: I agree to the <a target="_blank" href="/en/privacy-policy">privacy policy</a>.
de_de: Ich bin mit der <a target="_blank" href="/de/datenschutzerklaerung">Datenschutzerklärung</a> einverstanden.

# PrivacyConsentInvalid.Text
source: Please confirm the privacy policy.
de_de: Bitte bestätige die Datenschutzerklärung.

# PrivacyInfo.Text
source: We use your contact data for the purpose of providing you with a quotation only. Nothing else.
de_de: Wir verwenden deine Kontaktdaten ausschließlich zur Angebotserstellung.

# Quantity.Text
source: Quantity
de_de: Menge

# QuantityInvalid.Text
source: Select the required quantity.
de_de: Gib die gewünschte Menge ein.

# ReducePackaging.Text
source: Reduce packaging to minimize plastic waste.
de_de: Verpackung reduzieren, um Plastikmüll zu minimieren.

# RequiredInfo.Text
source: Required information
de_de: Erforderliche Informationen

# SvrRecaptchaValError.Text
source: reCAPTCHA security check failed. Please resend your request.
de_de: reCAPTCHA Sicherheitsüberprüfung fehlgeschlagen. Bitte sende deine Anfrage erneut ab.

# UnknownException.Text
source: Something unexpected has happened! Sorry about that. Please let us know so we can investigate and fix it.
de_de: Etwas Unerwartetes ist passiert! Bitte entschuldige. Bitte sende uns eine kurze Info, damit wir das Problem untersuchen und beheben können.

# UploadCta.Text
source: Let's go
de_de: Los geht's

# UploadDrawingInfo.Text
source: Not sure what to upload? <a href="/en/drawing">Here</a> you can find all information about it.
de_de: Du bist nicht sicher, was du hochladen sollst? <a href="/de/deine-zeichnung">Hier</a> findest du alle Informationen dazu.

# UploadHead.Text
source: Upload drawing
de_de: Zeichnung hochladen

# UploadSubHead.Text
source: Here you can upload all documents that are relevant for your cable.
de_de: Hier kannst du alle Dokumente hochladen, die für dein Kabel relevant sind.

# VatNumber.Text
source: Value added tax number (VAT)
de_de: Umsatzsteuernummer (UID)

# Website.Text
source: Company website
de_de: Firmenwebsite

# Zip.Text
source: ZIP
de_de: PLZ
